/* No comment provided by engineer. */
"%1.0lf seconds" = "%1.0lf sekúnd";

/* No comment provided by engineer. */
"%i days" = "%i dní";

/* No comment provided by engineer. */
"%i hours" = "%i hodín";

/* No comment provided by engineer. */
"%i minutes" = "%i minút";

/* No comment provided by engineer. */
"%i weeks" = "%i týždňov";

/* No comment provided by engineer. */
"1 day" = "1 deň";

/* No comment provided by engineer. */
"1 hour" = "1 hodina";

/* No comment provided by engineer. */
"1 minute" = "1 minuta";

/* No comment provided by engineer. */
"1 second" = "1 sekunda";

/* No comment provided by engineer. */
"1 week" = "1 týždeň";

/* No comment provided by engineer. */
"<<Attachment>>" = "<<Príloha>>";

/* No comment provided by engineer. */
"Add" = "Pridať";

/* clear all marks contextual menu item title */
"Clear All Marks" = "Zmazať všetky značky";

/* clear marks from here up contextual menu */
"Clear Marks from Here Down" = "Zmazať všetky značky dole";

/* clear marks from here left contextual menu */
"Clear Marks from Here Left" = "Zmazať všetky značky vľavo";

/* clear marks from here right contextual menu */
"Clear Marks from Here Right" = "Zmazať všetky značky vpravo";

/* clear marks from here up contextual menu */
"Clear Marks from Here Up" = "Zmazať všetky značky hore";

/* Copy the link to the clipboard */
"Copy Link" = "Kopírovať odkaz";

/* No comment provided by engineer. */
"Delete" = "Odstrániť";

/* No comment provided by engineer. */
"Image Picker" = "Spávca obrázkov";

/* No comment provided by engineer. */
"Invalid Input" = "Chybné zadanie";

/* jump to the mark where the last content the user saw ends */
"Jump to Focus Mark" = "Prejsť na vybranú značku";

/* jump to next mark contextual menu */
"Jump to Next Mark" = "Prejsť na ďalšiu značku";

/* jump to previous mark contextual menu */
"Jump to Previous Mark" = "Prejst na predchádzajúci značku";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Picture" = "Obrázok";

/* No comment provided by engineer. */
"Select Image" = "Vybrať obrázok";